/* About screen blog label */
"About.blog" = "https://digibyte.org/";

/* About screen footer */
"About.footer" = "تهیه شده توسط تیم جهانی کیف پول دیجی. نسخه %1$@";

/* Privay Policy button label */
"About.privacy" = "سیاست حفظ حریم خصوصی";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Digibyte/";

/* Terms of Use button label */
"About.terms" = "شرایط استفاده";

/* About screen title */
"About.title" = "کیف پول دیجی برای iOS کیف پول همراه دیجی بایت است.";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/digibytecoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "بستن";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "مرکز پشتیبانی";

/* Loading Wallet Message */
"Account.loadingMessage" = "بارگذاری کیف پول";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "کیف پول دیجی من";

/* Error alert title */
"Alert.error" = "خطا";

/* No internet alert message */
"Alert.noInternet" = "اینترنت شما قطع است. اتصال را بررسی و مجددا تلاش کنید.";

/* Warning alert title */
"Alert.warning" = "هشدار";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "آدرس ها کپی شد";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "تمام آدرس های کیف پول با موفقیت کپی شد.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "کلید بازگردانی خصوصی تعیین شد";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "عالی!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "پین تعیین شد";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "خطا در ارسال";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "تایید ارسال";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "دیجی بایت ارسال شد";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSONSerializationError";

/* Wallet not ready error message */
"ApiClient.notReady" = "کیف پول آماده نیست";

/* API Token error message */
"ApiClient.tokenError" = "خطا در دریافت API token";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "آدرس دیجی بایت مقصد را در زیر وارد کنید. تمام دیجی بایت موجود در کیف پول شما در زمان فورک %1$@ ارسال خواهد شد.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "تایید ارسال از %1$@ به %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "تایید";

/* Generic bch erorr message */
"BCH.genericError" = "حساب شما دیجی بایت ندارد یا شما بعد از فورک دیجی بایت دریافت کرده اید.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "شناسه تبادل کپی شد";

/* No address error message */
"BCH.noAddressError" = "آدرس را وارد نمایید";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "پروتکل درخواست های پرداخت برای تبادل دیجی بایت معتبر نیستند";

/* BCH successfully sent alert message */
"BCH.successMessage" = "دیجی بایت با موفقیت ارسال شد";

/* Widthdraw BCH view title */
"BCH.title" = "برداشت دیجی بایت";

/* Tx Hash button header */
"BCH.txHashHeader" = "شناسه تبادل دیجی بایت";

/* Approve button label */
"BitID.approve" = "تایید";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ برای استفاده از کیف پول دیجی شما نیاز به تایید هویت دارد.";

/* Deny button label */
"BitID.deny" = "رد";

/* BitID error alert title */
"BitID.error" = "خطای تایید هویت";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "سرویس را بررسی کنید. شاید نیاز به امتحان دوباره باشد.";

/* BitID success alert title */
"BitID.success" = "با موفقیت تایید هویت شد";

/* BitID Authentication Request alert view title */
"BitID.title" = "درخواست شناسه دیجی تایید هویت";

/* Cancel button label */
"Button.cancel" = "لغو";

/* Ignore button label */
"Button.ignore" = "نادیده گرفتن";

/* menu button */
"Button.menu" = "فهرست";

/* No button */
"Button.no" = "نه";

/* OK button label */
"Button.ok" = "باشه";

/* receive button */
"Button.receive" = "دریافت";

/* send button */
"Button.send" = "ارسال";

/* Settings button label */
"Button.settings" = "تنظیمات";

/* Settings button label */
"Button.submit" = "تایید ارسال";

/* Yes button */
"Button.yes" = "بله";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "شناسه کاربری خود را در مرکز باکس قرار دهید";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "مقدار ارسال:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "فی شبکه:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "مدت فرایند: این تبادل %1$@طول می کشد.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "ارسال";

/* Confirmation Screen title */
"Confirmation.title" = "تایید";

/* To: (address) */
"Confirmation.to" = "به ";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "هزینه کل:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "برای اطمینان از اینکه همه چیز درست یادداشت شده، کلمات زیر را از از کلید بازگردانی خصوصی وارد نمایید.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "کلمه #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "واحد نمایش دیجی بایت";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "نرخ تبدیل";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "این دستگاه برای ارسال ایمیل با برنامه ایمیل iOS تنظیم نشده است.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "ایمیل غیرقابل دسترسی است";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "این دستگاه برای ارسال پیام تنظیم نشده است.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "ارسال و دریافت پیام در دسترس نیست";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "می توانید از %1$@ حد خرج کردن را با شناسه چهره تنظیم کنید.";

/* Face Id screen label */
"FaceIDSettings.label" = "از چهره خود برای بازکردن کیف پول دیجی خود استفاده کنید و با تنظیم حد خرج کردن دیجی بایت ارسال کنید.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "LinkText(seeTouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "فعالسازی شناسه چهره برای کیف پول دیجی";

/* Face ID settings view title */
"FaceIDSettings.title" = "شناسه چهره";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "شناسه چهره برای این دستگاه تنظیم نشده است. برای تنظیم این امکان به تنظیمات-> شناسه چهره و کد عبور بروید.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "شناسه چهره تنظیم نشده است";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "حد خرج کردن شناسه چهره";

/* Economy fee */
"FeeSelector.economy" = "اقتصادی";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "زمان تقریبی ارسال: بیش از 10 دقیقه";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "این انتخاب برای تبادلاتی که کوتاه بودن زمان ارسال مهم است، پیشنهاد نمی گردد.";

/* Regular fee */
"FeeSelector.regular" = "عادی";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "زمان تقریبی ارسال: 15 تا 30 ثانیه";

/* Fee Selector title */
"FeeSelector.title" = "سرعت فرایند";

/* Checking private key balance progress view text */
"Import.checking" = "در حال بررسی موجودی کلید خصوصی...";

/* Sweep private key confirmation message */
"Import.confirm" = "ارسال %1$@ از این کلید خصوصی در کیف پول شما؟ شبکه دیجی بایت %2$@فی دریافت خواهد کرد.";

/* Duplicate key error message */
"Import.Error.duplicate" = "این کلید خصوصی در حال حاضر در کیف پول شما موجود است.";

/* empty private key error message */
"Import.Error.empty" = "این کلید خصوصی خالی است.";

/* High fees error message */
"Import.Error.highFees" = "فی تبادل ممکن است بیش از موجودی این کلید خصوصی باشد.";

/* Not a valid private key error message */
"Import.Error.notValid" = "کلید خصوصی نامعتبر است";

/* Import signing error message */
"Import.Error.signing" = "خطا در امضاء تبادل";

/* Import button label */
"Import.importButton" = "وارد کردن";

/* Importing wallet progress view label */
"Import.importing" = "واردن کردن کیف پول";

/* Caption for graphics */
"Import.leftCaption" = "کیف پول مورد نظر برای وارد کردن";

/* Import wallet intro screen message */
"Import.message" = "وارد کردن یک کیف پول تمام دیجی بایت موجود در آن کیف پول  را با یک تبادل منتقل خواهد کرد.";

/* Enter password alert view title */
"Import.password" = "این کلید خصوصی توسط رمزعبور مخافظت می شود.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "رمزعبور";

/* Caption for graphics */
"Import.rightCaption" = "کیف پول دیجی شما";

/* Scan Private key button label */
"Import.scan" = "اسکن کلید خصوصی";

/* Import wallet success alert title */
"Import.success" = "موفق";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "کیف پول با موفقیت وارد شد.";

/* Import Wallet screen title */
"Import.title" = "وارد کردن کیف پول";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "بازکردن کلید";

/* Import wallet intro warning message */
"Import.warning" = "وارد کردن کیف پول تاریخچه تبادل یا جزئیات دیگری ندارد.";

/* Wrong password alert message */
"Import.wrongPassword" = "رمزعبور اشتباه است، مجددا امتحان کنید.";

/* Close app button */
"JailbreakWarnings.close" = "بستن";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "نادیده گرفتن";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "امنیت دستگاه در خطر است\nبرنامه های 'jailbreak' می توانند به داده های زنجیره کلید کیف پول دیجی دسترسی یابند و دیجی بایت شما را بدزدند!\nاین کیف پول را فورا پاک کنید و در یک دستگاه امن بازگردانی کنید.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "امنیت دستگاه در خطر است\nبرنامه های 'jailbreak' می توانند به داده های زنجیره کلید کیف پول دیجی دسترسی یابند و دیجی بایت شما را بدزدند!\nلطفا از کیف پول دیجی فقط روی دستگاههای غیر 'jailbreak' استفاده کنید.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "هشدار";

/* Location services disabled error */
"LocationPlugin.disabled" = "سرویس های مکان یابی غیر فعال است.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "کیف پول دیجی اجازه دسترسی به سرویس های مکان یابی ندارد.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "کیف پول شما روی %1$@ ایجاد شد";

/* Manage wallet description text */
"ManageWallet.description" = "نام کیف پول شما فقط در تاریخچه تبادلات حساب شما نمایش داده می شود و فرد دیگری نمی تواند آن را ببیند.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "نام کیف پول";

/* Manage wallet modal title */
"ManageWallet.title" = "مدیریت کیف پول";

/* Buy bitcoin title */
"MenuButton.buy" = "خرید دیجی بایت";

/* Menu button title */
"MenuButton.lock" = "قفل کردن کیف پول";

/* Menu button title */
"MenuButton.security" = "مرکز امنیت";

/* Menu button title */
"MenuButton.settings" = "تنظیمات";

/* Menu button title */
"MenuButton.support" = "پشتیبانی";

/* button label */
"MenuViewController.createButton" = "ایجاد کیف پول جدید";

/* Menu modal title */
"MenuViewController.modalTitle" = "فهرست";

/* button label */
"MenuViewController.recoverButton" = "بازگردانی کیف پول";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "سوئیچ به حالت اتوماتیک";

/* Node is connected label */
"NodeSelector.connected" = "متصل شد";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "وارد کردن آی پی آدرس گره و پورت(اختیاری)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "واردکردن گره";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "سوئیچ به حالت دستی";

/* Node address label */
"NodeSelector.nodeLabel" = "گره اصلی حاضر";

/* Node is not connected label */
"NodeSelector.notConnected" = "عدم اتصال";

/* Node status label */
"NodeSelector.statusLabel" = "وضعیت اتصال گره";

/* Node Selector view title */
"NodeSelector.title" = "گره های دیجی بایت";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "خطا در درخواست پرداخت";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "پرونده غیرقابل پشتیبانتی یا ناقص";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "مجوز یافت نشد";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "درخواست منقضی شد";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "پرداخت انجام نشد";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "پرداخت های دیجی بایت نمی تواند کمتر از %1$@ باشد";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "خروجی تبادلات دیجی بایت نمی تواند کمتر از $@ باشد.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "امضاء غیرقابل پشتیبانی";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "مجوز غیر قابل اعتماد";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "برای فعال سازی شناسه چهره اینجا را لمس کنید";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "فعالسازی شناسه چهره";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "برای حفاظت از کیف پولتان نیاز به کد عبور می باشد. به تنظیمات رفته و کد عبور را فعال کنید.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "فعال کردن کد عبور دستگاه";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "کلید بازگردانی شخصی شما باید ذخیره گردد، تا در صورت تغییر یا گم شدن دستگاهتان استفاده گردد. برای ادامه دادن اینجا را لمس کنید.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "اقدام لازم";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "ممکن است کیف پول شما همگام سازی شده، نباشد. این مشکل با اسکن دوباره بلاکچین رفع می گردد.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "تبادل رد شد";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "با اشتراک گذاری اطلاعاتتان بصورت ناشناس در بهبود کیف پول دیجی به ما کمک کنید.";

/* Share data prompt title */
"Prompts.ShareData.title" = "اشتراک گذاری اطلاعات بصورت ناشناس";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "برای فعالسازی شناسه لمسی اینجا را لمس کنید";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "فعالسازی شناسه لمسی";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "کیف پول دیجی برای استفاده از یک PIN 6 رقمی بروز رسانی شده است. برای بروزرسانی اینجا را لمس کنید.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "بروزرسانی PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "روشن کردن اعلان ها برای دریافت پیام های خاص از کیف پول دیجی در آینده";

/* Push notifications toggle switch label */
"PushNotifications.label" = "فشردن اعلان ها";

/* Push notifications are off label */
"PushNotifications.off" = "خاموش";

/* Push notifications are on label */
"PushNotifications.on" = "روشن";

/* Push notifications settings view title label */
"PushNotifications.title" = "اعلان ها";

/* Address copied message. */
"Receive.copied" = "درحافظه موقت کپی شد";

/* Share via email button label */
"Receive.emailButton" = "ایمیل";

/* Request button label */
"Receive.request" = "درخواست مقدار";

/* Share button label */
"Receive.share" = "اشتراک گذاری";

/* Share via text message (SMS) */
"Receive.textButton" = "پیام متنی";

/* Receive modal title */
"Receive.title" = "دریافت";

/* Done button text */
"RecoverWallet.done" = "انجام شد";

/* Recover wallet header */
"RecoverWallet.header" = "بازگردانی کیف پول";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "تعیین مجدد PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "وارد کردن کلید بازگردانی شخصی";

/* Recover wallet intro */
"RecoverWallet.intro" = "بازگردانی کیف پول دیجی با کلید بازگردانی شخصی.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "کلید بازگردانی شخصی وارد شده نامعتبر است. لطفا تمام کلمات را مجددا بررسی کنید و دوباره امتحان کنید.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "جهت چپ";

/* Next button label */
"RecoverWallet.next" = "بعدی";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "برای اطلاعات بیشتر اینجا را لمس کنید.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "جهت راست";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "کلید بازگردانی شخصی، جهت بازگردانی کیف پول دیجی خود را وارد نمایید.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "برای تعیین مجدد PIN، کلمات کلید بازگردانی شخصیتان را در باکس های زیر وارد کنید.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "لطفا ابتدا یک مقدار را وارد نمایید.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "درخواست مقدار";

/* Alert action button label */
"ReScan.alertAction" = "همگام سازی";

/* Alert message body */
"ReScan.alertMessage" = "در حین همگام سازی امکان ارسال دیجی بایت وجود ندارد.";

/* Alert message title */
"ReScan.alertTitle" = "همگام سازی با بلاکچین انجام شود؟";

/* extimated time */
"ReScan.body1" = "20 تا 45 دقیقه";

/* Syncing explanation */
"ReScan.body2" = "اگر یک تبادل در شبکه دیجی بایت تکمیل شده است اما در کیف پول دیجی نشده است.";

/* Syncing explanation */
"ReScan.body3" = "بصورت مداوم پیامی مبنی بر رد تبادل دریافت می کنید.";

/* Start Sync button label */
"ReScan.buttonTitle" = "شروع همگام سازی";

/* Sync blockchain view footer */
"ReScan.footer" = "در حین همگام سازی با بلاکچین امکان ارسال دیجی بایت ندارید.";

/* Sync Blockchain view header */
"ReScan.header" = "همگام سازی بلاکچین";

/* Subheader label */
"ReScan.subheader1" = "زمان تقریبی";

/* Subheader label */
"ReScan.subheader2" = "زمان همگام سازی؟";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "فلش دوربین";

/* Complete filter label */
"Search.complete" = "کامل شد";

/* Pending filter label */
"Search.pending" = "در انتظار";

/* Received filter label */
"Search.received" = "دریافت شد";

/* Sent filter label */
"Search.sent" = "ارسال شد";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "شناسه چهره";

/* Security Center Info */
"SecurityCenter.info" = "فعالسازی تمام امکانات امنیتی برای حداکثرسازی محافظت";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "تنها راه دسترسی به دیجی بایت شما در صورت گم کردن یا بروزرسانی گوشیتان";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "کلید بازگردانی شخصی";

/* PIN button description */
"SecurityCenter.pinDescription" = "از کیف پول دیجی شما در برابر کاربران تایید هویت نشده محافظت می کند.";

/* PIN button title */
"SecurityCenter.pinTitle" = "PIN 6 رقمی";

/* Security Center Title */
"SecurityCenter.title" = "مرکز امنیت";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "به راحتی کیف پول دیجی شما را باز می کند و دیجی بایت را تا حد معین ارسال می کند.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "شناسه لمسی";

/* Send money amount label */
"Send.amountLabel" = "تایید هویت با اثرانگشت";

/* Balance: $4.00 */
"Send.balance" = "موجودی: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "برای ایجاد دسترسی به دوربین به تنظیمات بروید.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "کیف پول دیجی اجازه دسترسی به دوربین ندارد";

/* Warning when sending to self. */
"Send.containsAddress" = "مقصد آدرس خودتان است. نمی توانید به خودتان ارسال کنید.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "امکان ایجاد تبادل وجود ندارد.";

/* Description for sending money label */
"Send.descriptionLabel" = "یادداشت";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "حافظه موقت خالی است";

/* Network Fee: $0.01 */
"Send.fee" = "فی شبکه: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "هویت گیرنده تایید نشده است.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "آدرس دیجی بایت مقصد معتبر نیست.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "آدرس موجود در حافظه موقت آدرس معتبر دیجی بایت نیست.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "آدرس نامعتبر";

/* Is rescanning error message */
"Send.isRescanning" = "ارسال در طول اسکن مجدد غیرفعال است.";

/* Loading request activity view message */
"Send.loadingRequest" = "درحال بارگذاری درخواست";

/* Empty address alert message */
"Send.noAddress" = "لطفا آدرس گیرنده را وارد نمایید.";

/* Emtpy amount alert message */
"Send.noAmount" = "لطفا مقدار ارسال را وارد نمایید.";

/* Paste button label */
"Send.pasteLabel" = "جاگذاری";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "امکان انتشار تبادل وجود ندارد.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "امکان بارگذاری درخواست پرداخت وجود ندارد";

/* Scan button label */
"Send.scanLabel" = "اسکن";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "ارسال";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "ارسال";

/* Send money to label */
"Send.toLabel" = "به";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "آدرس های دیجی بایت فقط برای یک بار استفاده در نظر گرفته شده اند.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "استفاده مداوم باعث کاهش حریم خصوصی برای شما و گیرنده می شود و ممکن است، درصورت عدم کنترل مستقیم گیرنده بر آدرس، باعث خسارت شود.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "آدرس قبلا استفاده شده است";

/* About label */
"Settings.about" = "درباره";

/* Advanced Settings title */
"Settings.advancedTitle" = "تنظیمات پیشرفته";

/* i.e. the currency which will be displayed */
"Settings.currency" = "واحد ارزی نمایش";

/* Join Early access label */
"Settings.earlyAccess" = "پیوستن به دسترسی اولیه";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "آیا از کیف پول دیجی راضی هستید؟";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "حد خرج کردن شناسه چهره";

/* Import wallet label */
"Settings.importTitle" = "وارد کردن کیف پول";

/* Manage settings section header */
"Settings.manage" = "مدیریت";

/* Notifications label */
"Settings.notifications" = "اعلان ها";

/* Leave review button label */
"Settings.review" = "ارسال نظر";

/* Share anonymous data label */
"Settings.shareData" = "اشتراک گذاری اطلاعات بصورت ناشناس";

/* Sync blockchain label */
"Settings.sync" = "همگام سازی بلاکچین";

/* Settings title */
"Settings.title" = "تنظیمات";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "حد خرج کردن شناسه لمسی";

/* Wallet Settings section header */
"Settings.wallet" = "کیف پول";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "راه اندازی/بازگردانی کیف پول دیگر";

/* Share data view body */
"ShareData.body" = "با اشتراک گذاری داده ها بصورت ناشناس در بهبود کیف پول دیجی کمک کنید. این مورد شامل اطلاعات مالی نمی شود. ما برای حریم مالی شخصی شما احترام قائلیم.";

/* Share data header */
"ShareData.header" = "داده ها اشتراک کذاری گردد؟";

/* Share data switch label. */
"ShareData.toggleLabel" = "داده ها بصورت ناشناس اشتراک گذاری گردد؟";

/* button label */
"StartPaperPhrase.againButtonTitle" = "کلید بازگردانی شخصی خود را مجددا یادداشت کنید";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "کلید بازگردانی شخصی شما تنها راه بازگرداندن کیف پول دیجی شما در صورت گم شدن، دزدیده شدن، خراب شدن یا بروزرسانی گوشی شماست.\n\nلیستی از کلمات به شما نمایش داده خواهد شد، روی یک کاغذ آن ها را یادداشت کنید و در جای امنی قرار دهید.";

/* button label */
"StartPaperPhrase.buttonTitle" = "کلید بازگردانی شخصی را یادداشت کنید";

/* Argument is date */
"StartPaperPhrase.date" = "آخرین بار در %1$@ کلید بازگردانی شخصی را یادداشت کردید";

/* Start view message */
"StartViewController.message" = "مطمئنیترین و امنترین راه استفاده از دیجی بایت.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "در حال اتصال";

/* Syncing view header text */
"SyncingView.header" = "در حال همگام سازی";

/* Retry button label */
"SyncingView.retry" = "امتحان دوباره";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "درحال همگام سازی";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@روز";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ ساعت";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ دقیقه";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ ثانیه\n";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "شما می توانید حد خرج کردن شناسه لمسی را از %1$@ تنظیم کنید.";

/* Touch Id screen label */
"TouchIdSettings.label" = "از تایید هویت با اثر انگشت برای بازکردن کیف پول دیجی خود استفاده کنید و به اندازه تعیین شده دیجیبایت ارسال کنید.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "صفحه حد خرج کردن شناسه لمسی";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "حد خرج کردن: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "فعال کردن شناسه لمسی برای کیف پول دیجی";

/* Touch ID settings view title */
"TouchIdSettings.title" = "شناسه لمسی";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "شناسه لمسی روی این دستگاه تنظیم نشده است. برای راه اندازی به  Settings->Touch ID & Passcode بروید.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "شناسه لمسی تنظیم نشده است.";

/* Always require passcode option */
"TouchIdSpendingLimit" = "همواره کد عبور درخواست شود.";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "برای ارسال هر تراکنشی بیش از حد خرج کردن و هر 48 ساعت بعد از آخرین باری که PIN 6 رقمی را وارد کرده اید، از شما درخواست وارد کردن PIN 6 رقمی می شود.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "حد خرج کردن شناسه لمسی";

/* Availability status text */
"Transaction.available" = "مانده قابل خرج کردن";

/* Transaction complete label */
"Transaction.complete" = "کامل شد";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "مانده پایانی: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "نرخ مبادله در زمان دریافت:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "نرخ مبادله در زمان ارسال:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ فی)";

/* Invalid transaction */
"Transaction.invalid" = "نامعتبر";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "فقط الان";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "درحال رسیدگی: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "درحال رسیدگی: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "مانده آغازین: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "در حال انتظار برای تایید. بعضی مبادله گران برای انجام تبادل نیاز به تایید دارند. زمان تقریبی: 1 تا 2 دقیقه.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "حساب کاربری";

/* Amount section header */
"TransactionDetails.amountHeader" = "مقدار";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "در بلاک تایید شد";

/* Memo section header */
"TransactionDetails.commentsHeader" = "یادداشت";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "تبادلات شما در اینجا نمایش داده می شود.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "در %1$@";

/* More button title */
"TransactionDetails.more" = "بیشتر...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "منتقل شد %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "منتقل شد <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "تایید نشده ";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "%1$@دریافت شد ";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "دریافت شد <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "ارسال شد %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "ارسال شد <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "وضعیت";

/* Transaction Details Title */
"TransactionDetails.title" = "جزئیات تبادل";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "به %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "شناسه تبادل دیجی بایت";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "دریافت در این آدرس";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "ارسال شده به این آدرس";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "غیرفعال تا: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "آدرس من";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "تنظیم مجدد PIN";

/* Scan button title */
"UnlockScreen.scan" = "اسکن";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "وارد کردن PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "بازکردن کیف پول دیجی شما";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "بازکردن با شناسه لمسی";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "کیف پول باز شد";

/* Update PIN caption text */
"UpdatePin.caption" = "این PIN را به یاد داشته باشید. اگر فراموشش کنید دسترسی شما به دیجی بایتتان از دست خواهد رفت.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "PIN شما برای بازکردن کیف پول دیجی شما و ارسال دیجی بایت استفاده می گردد.";

/* Update PIN title */
"UpdatePin.createTitle" = "تنظیم PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "وارد کردن مجدد PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "وارد کردن PIN فعلی.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "وارد کردن PIN جدید.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "واردن کردن مجدد PIN جدید.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "متاسفانه بروزرسانی PIN مقدرو نیست.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "خطای بروزرسانی PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "بروزرسانی PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "آدرس های کیف پول در حافظه موقت کپی شود؟";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "احراز هویت برای کپی کردن آدرس های کیف پول در حافظه موقت";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "کپی کردن آدرس های کیف پول";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "کپی کردن";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "لطفا برای تایید این تبادل PIN خود را وارد کنید.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "لطفا برای ادامه PIN خود را وارد کنید.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN نیاز است";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "تایید کردن این تبادل";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "برنامه کیف پول دیجی آیفون را برای راه اندازی کیف پولتان باز کنید.";

/* Dismiss button label */
"Webview.dismiss" = "رد کردن";

/* Webview loading error message */
"Webview.errorMessage" = "خطایی در بارگذاری محتوا وجود دارد. لطفا دوباره امتحان کنید.";

/* Updating webview message */
"Webview.updating" = "در حال بروزرسانی...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "دیجی بایت برای iOS به کیف پول دیجی تغییر نام داده است و ظاهر و امکانات جدیدی پیدا کرده است.\n\nاگر نیاز به کمک دارید، به (?) در بالا و سمت راست اکثر صفحات مراجعه کنید.";

/* Top title of welcome screen */
"Welcome.title" = "به کیف پول دیجی خوش آمدید!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "آیا از حذف این کیف پول مطمئنید؟";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "کیف پول پاک شود؟";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "خطا در پاک کردن کیف پول.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "خطا";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "برای راه اندازی یک کیف پول جدید یا بازگرداندن کیف پول موجود، باید کیف پولی که درحال حاضر نصب شده است پاک شود. برای ادامه کلید بازگردانی شخصی کیف پول را وارد نمایید.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "راه اندازی یا بازگردانی یک کیف پول دیگر اجازه دسترسی و مدیریت شما بر یک کیف پول دیجی دیگر را در این دستگاه می دهد.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "کیف پول فعلی شما از این دستگاه حذف می شود. اگر مایل به بازگردانی آن در آینده هستید، نیاز به وارد کردن کلید بازگردانی شخصیتان خواهید داشت..";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "راه اندازی یا بازگردانی یک گیف پول دیگر";

/* Wipe wallet button title */
"WipeWallet.wipe" = "پاک کردن";

/* Wiping activity message */
"WipeWallet.wiping" = "در حال پا کردن...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "هر کلمه را به ترتیب یادداشت کنید و در جایی امن نگهداری کنید.";

/* button label */
"WritePaperPhrase.next" = "بعدی";

/* button label */
"WritePaperPhrase.previous" = "قبلی";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d از %2$d";

